{
  "false_positives": [
    {
      "id": "b874e17c-3400-4d64-aab3-f1f8fbde4375",
      "author": "Emerson",
      "topic": "Ethics & Conduct",
      "prob_ai": 0.9678605198860168,
      "text": "This time, like all times, is a very good one, if we but know what to do with it. I read with some joy of the auspicious signs of the coming days, as they glimmer already through poetry and art, through philosophy and science, through church and state. One of these signs is the fact that the same movement which effected the elevation of what was called the lowest class in the state assumed in literature a very marked and as benign an aspect. Instead of the sublime and beautiful, the near, the low, the common, was explored and poetized. That which had been negligently trodden under foot by those who were harnessing and provisioning themselves for long journeys into far countries, is suddenly found to be richer than all foreign parts. The literature of the poor, the feelings of the child, the philosophy of the street, the meaning of household life, are the topics of the time."
    },
    {
      "id": "0eaf76b3-527a-4322-8f2a-5860c0958e7a",
      "author": "Emerson",
      "topic": "Ethics & Conduct",
      "prob_ai": 0.9591535925865173,
      "text": "Here is the Tale of Troy, which the audience will bear hearing some part of, every week; the Death of Julius Cæsar, and other stories out of Plutarch, which they never tire of; a shelf full of English history, from the chronicles of Brut and Arthur, down to the royal Henries, which men hear eagerly; and a string of doleful tragedies, merry Italian tales, and Spanish voyages, which all the London prentices know. All the mass has been treated, with more or less skill, by every playwright, and the prompter has the soiled and tattered manuscripts. It is now no longer possible to say who wrote them first. They have been the property of the Theater so long, and so many rising geniuses have enlarged or altered them, inserting a speech, or a whole scene, or adding a song, that no man can any longer claim copyright in this work of numbers."
    },
    {
      "id": "617257b9-6513-4fb3-852d-bd09b09cd711",
      "author": "Russell",
      "topic": "Mind & Knowledge",
      "prob_ai": 0.7675219774246216,
      "text": "Hence either there can be only one thing in the universe, or, if there are many things, they cannot possibly interact in any way, since any interaction would be a relation, and relations are impossible. The first of these views, advocated by Spinoza and held in our own day by Bradley and many other philosophers, is called monism; the second, advocated by Leibniz but not very common nowadays, is called monadism, because each of the isolated things is called a monad. Both these opposing philosophies, interesting as they are, result, in my opinion, from an undue attention to one sort of universals, namely the sort represented by adjectives and substantives rather than by verbs and prepositions. As a matter of fact, if any one were anxious to deny altogether that there are such things as universals, we should find that we cannot strictly prove that there are such entities as qualities, i.e."
    },
    {
      "id": "460efe51-2088-49e5-b229-ba6f51fffe81",
      "author": "James",
      "topic": "Truth & Reality",
      "prob_ai": 0.7582303285598755,
      "text": "But as I have enough trouble in life already without adding the trouble of carrying these intellectual inconsistencies, I personally just give up the Absolute. I just TAKE my moral holidays; or else as a professional philosopher, I try to justify them by some other principle. If I could restrict my notion of the Absolute to its bare holiday-giving value, it wouldn't clash with my other truths. But we cannot easily thus restrict our hypotheses. They carry supernumerary features, and these it is that clash so. My disbelief in the Absolute means then disbelief in those other supernumerary features, for I fully believe in the legitimacy of taking moral holidays. You see by this what I meant when I called pragmatism a mediator and reconciler and said, borrowing the word from Papini, that he unstiffens our theories. She has in fact no prejudices whatever, no obstructive dogmas, no rigid canons of what shall count as proof."
    },
    {
      "id": "40af6651-5af6-4c13-9097-4305232bf982",
      "author": "Emerson",
      "topic": "Ethics & Conduct",
      "prob_ai": 0.6982521414756775,
      "text": "Let Timon, let Warwick, let Antonio the merchant, answer for his great heart. So far from Shakspeare's being the least known, he is the one person, in all modern history, known to us. What point of morals, of manners, of economy, of philosophy, of religion, of taste, of the conduct of life, has he not settled? What mystery has he not signified his knowledge of? What office, or function, or district of man's work, has he not remembered? What king has he not taught state, as Talma taught Napoleon? What maiden has not found him finer than her delicacy? What lover has he not out-loved? What sage has he not outseen? What gentleman has he not instructed in the rudeness of his behavior? 18. Some able and appreciating critics think no criticism on Shakspeare valuable, that does not rest purely on the dramatic merit; that he is falsely judged as poet and philosopher."
    },
    {
      "id": "be374d0a-01f3-41e5-9d49-c64cda648c9f",
      "author": "Emerson",
      "topic": "Ethics & Conduct",
      "prob_ai": 0.6752234697341919,
      "text": "An imaginary genealogical chart of descent connecting him with Confucius or Gautama would be more satisfactory. \"What distinguishes the Emerson was his exceptional genius and character, that something in him which separated him from all other Emersons, as it separated him from all other eminent men of letters, and impressed every intelligent reader with the feeling that he was not only 'original but aboriginal.' Some traits of his mind and character may be traced back to his ancestors, but what doctrine of heredity can give us the genesis of his genius? Indeed, the safest course to pursue is to quote his own words, and despairingly confess that it is the nature of genius 'to spring, like the rainbow daughter of Wonder, from the invisible, to abolish the past, and refuse all history.'\" CHRONOLOGICAL LIST OF EMERSON'S PRINCIPAL WORKS. Nature 1836 Essays (First Series) 1841 Essays (Second Series) 1844 Poems 1847 Miscellanies 1849 Representative Men 1850 English Traits 1856 Conduct of Life 1860 Society and Solitude 1870 Correspondence of Thomas Carlyle and R.W."
    },
    {
      "id": "61b47b90-c6a7-4989-a00c-d43d55baac14",
      "author": "James",
      "topic": "Truth & Reality",
      "prob_ai": 0.6489055156707764,
      "text": "Pent in, as the pragmatist more than anyone else sees himself to be, between the whole body of funded truths squeezed from the past and the coercions of the world of sense about him, who so well as he feels the immense pressure of objective control under which our minds perform their operations? If anyone imagines that this law is lax, let him keep its commandment one day, says Emerson. We have heard much of late of the uses of the imagination in science. It is high time to urge the use of a little imagination in philosophy. The unwillingness of some of our critics to read any but the silliest of possible meanings into our statements is as discreditable to their imaginations as anything I know in recent philosophic history. Schiller says the true is that which 'works.' Thereupon he is treated as one who limits verification to the lowest material utilities."
    }
  ],
  "false_negatives": [
    {
      "id": "63eab8eb-a85f-4d53-ab82-ff5fa2d08b51",
      "class_label": 3,
      "topic": "Truth & Reality",
      "prob_ai": 0.02819601632654667,
      "text": "It is an idea that proves itself expedient in the long run, useful in its consequences, efficacious in guiding our actions and predictions. Truth, for us, is not some pre-fabricated essence, antedating all experience and merely waiting for discovery. Rather, it is something that happens to an idea, something made by our interactions with the world. An idea becomes true, is made true, by events. Its verity is verified by its capacity to lead us fruitfully from one part of experience to another, to simplify, to organize, to predict, to satisfy our practical needs and intellectual curiosities alike. To say an idea is true is to say that it has 'cash-value' in the currency of experience; it pays dividends in the form of successful adjustment, of fruitful living, of mastery over the otherwise recalcitrant flow of sensations. It is a process, an ongoing validation, a ceaseless testing and re-testing against the resistant stuff of the world."
    },
    {
      "id": "ec908bc2-010e-492d-a33b-4564107efdca",
      "class_label": 3,
      "topic": "Ethics & Conduct",
      "prob_ai": 0.03246205300092697,
      "text": "For what is true power, but the unobstructed flow of the divine will through the individual? And let no man imagine that this self-reliance in conduct is an invitation to license or caprice. Quite the contrary. To trust one's self is to trust that divine particle which animates all selves, and which, by its very nature, is ever tending toward truth, beauty, and goodness. It is not the ego, with its petty desires and fears, that is to be obeyed, but the larger, impersonal Soul, which sees beyond the immediate and embraces the eternal. When a man is truly self-reliant in his ethics, his actions cease to be merely personal and become universal, reflecting the immutable laws of the spirit. His life becomes a poem, his every step a symbol of the divine order. Thus, let us cast off the suffocating garments of inherited virtue and the cramped confines of conventional morality."
    },
    {
      "id": "14e4e97e-9dbd-4835-8166-6cbfa396a457",
      "class_label": 3,
      "topic": "General Philosophy",
      "prob_ai": 0.049407973885536194,
      "text": "If determinism means that our efforts are futile, that our moral struggle is a sham, then such a philosophy drains the universe of its moral earnestness and saps our will to strive. But if, on the other hand, the future is genuinely open, if our choices matter, if the world is still in the making and we are its co-creators, then this belief invigorates our moral sensibilities and lends a dignity to our personal exertions. The truth of one proposition over the other, from a pragmatic standpoint, is not to be found in some abstract proof derived from logic, but in which conception yields the richer, more efficacious, and more morally satisfying consequences for a living being in a living world. This pluralistic and experimental temperament is, to my mind, the very essence of a pragmatic General Philosophy. It eschews the ambition of constructing a single, monolithic 'block universe' wherein all things are eternally fixed and interconnected by some grand logical necessity."
    },
    {
      "id": "cc915a85-6af1-44f5-9d7c-38c7c3768d95",
      "class_label": 3,
      "topic": "Society & Politics",
      "prob_ai": 0.07279981672763824,
      "text": "The wealth of a commonwealth is not merely in its gold and silver, but in the industriousness of its people and the fruitfulness of its lands; yet, if this wealth be gathered into too few hands, it doth starve the multitude, and thereby weaken the state. For poverty in the common sort, if it be widespread and severe, doth render them desperate, and desperate men are ever ripe for tumults and rebellions; neither can any state long stand secure, where the many have nothing to lose but their chains. Therefore, a prudent polity doth encourage commerce and husbandry, so as to distribute competence throughout the realm, and to give every man an interest in the public peace and prosperity. Counsellors, being the eyes and ears of the Prince, must be chosen not for their flattery, nor for their subservience, but for their wisdom, their courage to speak truth, and their unfeigned devotion to the public weal; for a Prince without good counsel is as a ship without a pilot, tossed by every wind of fortune, and soon brought upon the rocks."
    },
    {
      "id": "0912fdc6-48f6-4ab8-8e59-9a1ec41792a2",
      "class_label": 3,
      "topic": "Truth & Reality",
      "prob_ai": 0.12059064209461212,
      "text": "And what, then, of Reality itself? Does it consist of some hidden substratum, some noumenal 'thing-in-itself' forever beyond our ken, accessible only to pure, disembodied intellect? Again, the pragmatic method bids us look to the concrete particulars, to the immediate, felt experience. Reality, for us, is simply the sum total of all that we encounter, all that we must reckon with. It is the buzzing, blooming confusion of sensations, the manifold relations between things, the stream of consciousness, the resisting objects of the outer world, the thoughts and beliefs of our fellows, and even the products of our own imagination and will. It is the 'what-is' in its raw and irreducible facticity, the plenum of concrete experiences wherein our truths must find their purchase. We do not 'make' reality in the sense that we conjure it from nothing, but we actively shape and interpret it through our attention, our interests, and the categories we apply."
    },
    {
      "id": "6772a995-4d66-4ffe-aaee-883dfba078c9",
      "class_label": 3,
      "topic": "Ethics & Conduct",
      "prob_ai": 0.14337651431560516,
      "text": "Let us then cease this restless wandering after foreign gods and external rules. The law of gravity is not more certain than the law of justice, and he who aligns himself with the latter shall find the strength of the universe at his back. Conduct is the ultimate fruit of the intellect; it is the soul in motion. We need not worry about the outcome of our deeds if the source of our action is pure. As the river carves its channel by the simple necessity of flowing, so will the virtuous life create its own path through the thickets of circumstance. In the end, we are judged not by what we have acquired, but by what we have become. Let a man be a center of gravity in his own life, a pillar of light in a world of shadows, and he shall find that the stars in their courses fight for him, and that the very nature of things is his ally and his friend."
    },
    {
      "id": "643fe4a8-6818-4d08-a238-f89d7e360b66",
      "class_label": 3,
      "topic": "Mind & Knowledge",
      "prob_ai": 0.24617335200309753,
      "text": "Our direct knowledge is of particulars: 'this red,' 'that sound,' 'this feeling of warmth.' But much of what we term knowledge pertains to generalities, to relations, and to unperceived entities. When we say we 'know' the table to be brown, we are performing an inference from various sense-data (visual, tactile) experienced over time and in various circumstances. This inference is never strictly demonstrative; it is, rather, a hypothesis, supported by its coherence with other experiences and its predictive utility. The belief in an external world, populated by objects that persist unperceived and cause our sense-data, is thus a postulation, albeit one profoundly ingrained in human thought and eminently practical. The mind, therefore, does not merely passively receive impressions; it actively structures, relates, and infers. From the fleeting stream of sense-data, it constructs a stable world of objects, space, and time. Knowledge, in its fuller sense, is rarely a simple act of acquaintance with a fact, but rather an intricate web of acquaintance with particulars and universals, interwoven with beliefs, judgments, and logical inferences."
    },
    {
      "id": "ff01e5d7-cab1-41bc-9745-b4ce9725a24a",
      "class_label": 3,
      "topic": "Truth & Reality",
      "prob_ai": 0.39109840989112854,
      "text": "An idea’s truth means its congruity with reality, to be sure, but this congruity is not a simple, inert agreement. It is an active leading, a successful mediating. When we say \"it is true that the cat is on the mat,\" what we are affirming is that if we act upon this idea – if we search on the mat, or expect to find the cat there – our expectations will be fulfilled, our actions will be confirmed by subsequent experience. The idea serves as an instrument, a tool, for dealing with the world, and its truth is its efficiency as such an instrument. It is what we call good in the way of belief, because it enables us to cope, to adapt, and to flourish. To cling to an idea that consistently misleads, that fails to predict, that offers no purchase on the world’s resistant facts, is to embrace a falsehood, regardless of how comforting or venerable it might appear to our sentiments."
    },
    {
      "id": "c6e7a800-7ad5-4d1a-81ca-7c523411a559",
      "class_label": 3,
      "topic": "General Philosophy",
      "prob_ai": 0.3948744237422943,
      "text": "For unto Man is given a Mind capable of comprehending the Order of the Universe, and Hands capable of moulding it to his Service; and by the true Light of Philosophy, we shall reclaim that Dominion over Creation which was lost by the Fall, and thereby lead Humanity unto a new and more Prosperous Estate. This is the Great Instauration; a Work not for a Day, nor for an Age, but for all Time. And thus, upon this true Grounding, shall all the Sciences flourish, bringing forth Fruits of Utility and Light, for the Honour of God and the Relief of Man's Estate."
    },
    {
      "id": "d9d245fb-d7e6-4777-b986-b9ff85aa5c10",
      "class_label": 3,
      "topic": "Mind & Knowledge",
      "prob_ai": 0.4201475977897644,
      "text": "Is mind a distinct entity from the physical body? The dualistic position, famously championed by Descartes, suggests an affirmative answer, positing mind as a non-extended, thinking substance (res cogitans) distinct from the extended, unthinking substance of the body (res extensa). This view, however, immediately raises the perplexing problem of interaction: how can a non-physical entity causally influence a physical one, and vice versa? The materialist, conversely, asserts that mind is entirely reducible to physical processes, that mental states are identical with neural states. This approach, whilst elegant in its parsimony, faces the formidable challenge of accounting for the subjective quality of experience, the 'what-it-is-likeness' of consciousness, which seems resistant to purely physical description. Perhaps a more neutral monism, positing a fundamental reality of which both mind and matter are aspects, offers a more promising avenue. However, for the purposes of this chapter, we shall proceed with a functional understanding of mind as that which is capable of apprehending, processing, and storing information, regardless of its ultimate ontological status."
    }
  ],
  "total_fp": 7,
  "total_fn": 11,
  "fp_rate": 0.09210526315789473,
  "fn_rate": 0.0728476821192053
}